Repository: HendrieS/Dino_hatch
Catalog: DinoHatch/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl, ru

source: Grown-ups only
de: Nur für Erwachsene
es: Solo para adultos
fr: Réservé aux adultes
nl: Alleen voor volwassenen
ru: Только для взрослых

source: Hatch a dinosaur to unlock its icon.
de: Lass einen Dinosaurier schlüpfen, um sein Symbol freizuschalten.
es: Incuba un dinosaurio para desbloquear su icono.
fr: Fais éclore un dinosaure pour débloquer son icône.
nl: Laat een dinosaurus uitkomen om zijn icoon te ontgrendelen.
ru: Вылупи динозавра, чтобы открыть его значок.

source: Hatched on
de: Geschlüpft am
es: Nacido el
fr: Éclos le
nl: Uitgekomen op
ru: Вылупился

source: Help Center
de: Hilfe-Center
es: Centro de ayuda
fr: Centre d'aide
nl: Helpcentrum
ru: Справочный центр

source: Herbivore
de: Pflanzenfresser
es: Herbívoro
nl: Planteneter
ru: Травоядное

source: Hold to x-ray
de: Halten für Röntgenblick
es: Mantén pulsado para ver rayos X
fr: Maintenez appuyé pour voir aux rayons X
nl: Ingedrukt houden voor röntgenblik
ru: Удерживай, чтобы увидеть рентген

source: How old is your child?
de: Wie alt ist dein Kind?
es: ¿Qué edad tiene tu hijo o hija?
fr: Quel âge a votre enfant ?
nl: Hoe oud is je kind?
ru: Сколько лет вашему ребёнку?

source: How the dino alarm works
de: So funktioniert der Dino-Wecker
es: Cómo funciona la alarma dino
fr: Comment fonctionne le réveil dino
nl: Hoe de dino-wekker werkt
ru: Как работает будильник с динозавром

source: How the timer works
de: So funktioniert der Timer
es: Cómo funciona el temporizador
fr: Comment fonctionne le minuteur
nl: Hoe de timer werkt
ru: Как работает таймер

source: Iguanodon had a sharp thumb spike on each hand, maybe used for defense or finding food!
de: Der Iguanodon hatte an jeder Hand einen scharfen Daumendorn, der vielleicht zur Verteidigung oder Nahrungssuche diente!
es: ¡El Iguanodonte tenía una afilada púa en el pulgar de cada mano, quizás usada para defenderse o buscar comida!
fr: L'Iguanodon avait une pointe acérée sur le pouce de chaque main, peut-être utilisée pour se défendre ou trouver de la nourriture !
nl: Iguanodon had een scherpe duimstekel aan elke hand, mogelijk gebruikt om zich te verdedigen of voedsel te vinden!
ru: У игуанодона на каждой руке был острый шип на большом пальце — возможно, для защиты или поиска еды!

source: Just their age
de: Nur das Alter
es: Solo su edad
fr: Uniquement son âge
nl: Alleen de leeftijd
ru: Только возраст

source: Late Cretaceous
de: Oberkreide
es: Cretácico superior
fr: Crétacé supérieur
nl: Late Krijt
ru: Поздний мел

source: Late Jurassic
de: Oberjura
es: Jurásico superior
fr: Jurassique supérieur
nl: Late Jura
ru: Поздняя юра

source: Late Triassic
de: Obertrias
es: Triásico superior
fr: Trias supérieur
nl: Late Trias
ru: Поздний триас

source: Length
de: Länge
es: Longitud
fr: Longueur
nl: Lengte
ru: Длина

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
nl: Vergrendeld
ru: Заблокировано

source: Managing this data
de: Diese Daten verwalten
es: Gestionar estos datos
fr: Gérer ces données
nl: Deze gegevens beheren
ru: Управление этими данными

source: Mid Cretaceous
de: Mittlere Kreidezeit
es: Cretácico medio
fr: Crétacé moyen
nl: Midden-Krijt
ru: Средний мел

source: Missed it today — try again tomorrow!
de: Heute verpasst — versuch's morgen wieder!
es: Hoy se te pasó — ¡inténtalo de nuevo mañana!
fr: Raté aujourd'hui — réessayez demain !
nl: Vandaag gemist — morgen weer proberen!
ru: Сегодня не успели — попробуйте завтра снова!

source: Mongolia & China
de: Mongolei & China
es: Mongolia y China
fr: Mongolie et Chine
nl: Mongolië & China
ru: Монголия и Китай

source: Newest hatch
de: Neueste Entdeckung
es: Última eclosión
fr: Dernière éclosion
nl: Nieuwste uitkomst
ru: Последнее вылупление

source: No Dinosaurs Found
de: Keine Dinosaurier gefunden
es: No se encontraron dinosaurios
fr: Aucun dinosaure trouvé
nl: Geen dinosaurussen gevonden
ru: Динозавры не найдены

source: No alarm set
de: Kein Wecker eingestellt
es: Sin alarma programada
fr: Aucune alarme réglée
nl: Geen wekker ingesteld
ru: Будильник не установлен

source: No dinosaurs yet
de: Noch keine Dinosaurier
es: Aún no hay dinosaurios
fr: Aucun dinosaure pour l'instant
nl: Nog geen dinosaurussen
ru: Пока нет динозавров

source: No name, birthday, email, photos, or location are ever asked for or stored.
de: Name, Geburtstag, E-Mail, Fotos oder Standort werden nie abgefragt oder gespeichert.
es: Nunca se pide ni se guarda el nombre, la fecha de nacimiento, el correo, fotos ni la ubicación.
fr: Aucun nom, date de naissance, e-mail, photo ou position n'est jamais demandé ni conservé.
nl: Naam, verjaardag, e-mail, foto's of locatie worden nooit gevraagd of bewaard.
ru: Имя, дата рождения, email, фото или геоданные никогда не запрашиваются и не сохраняются.

source: North Africa
de: Nordafrika
es: Norte de África
fr: Afrique du Nord
nl: Noord-Afrika
ru: Северная Африка

source: Notifications are off — you'll need to open the app yourself within that window.
de: Benachrichtigungen sind aus — du musst die App selbst innerhalb dieses Zeitfensters öffnen.
es: Las notificaciones están desactivadas — tendrás que abrir la app tú mismo dentro de ese tiempo.
fr: Les notifications sont désactivées — vous devrez ouvrir l'appli vous-même dans ce délai.
nl: Meldingen staan uit — je moet de app zelf binnen dat tijdsbestek openen.
ru: Уведомления отключены — тебе нужно будет самому открыть приложение в течение этого времени.

source: Omnivore
de: Allesfresser
es: Omnívoro
nl: Alleseter
ru: Всеядное

source: Open Dino Hatch to see which dinosaur hatched!
de: Öffne Dino Hatch, um zu sehen, welcher Dinosaurier geschlüpft ist!
es: Abre Dino Hatch para ver qué dinosaurio ha nacido.
fr: Ouvrez Dino Hatch pour découvrir quel dinosaure a éclos !
nl: Open Dino Hatch om te zien welke dino is uitgekomen!
ru: Откройте Dino Hatch, чтобы узнать, какой динозавр вылупился!

source: Open the app within 15 minutes of your alarm to hatch a dinosaur!
de: Öffne die App innerhalb von 15 Minuten nach deinem Wecker, um einen Dinosaurier schlüpfen zu lassen!
es: ¡Abre la app antes de que pasen 15 minutos de tu alarma para que nazca un dinosaurio!
fr: Ouvre l'appli dans les 15 minutes suivant ton alarme pour faire éclore un dinosaure !
nl: Open de app binnen 15 minuten na je wekker om een dinosaurus te laten uitkomen!
ru: Открой приложение в течение 15 минут после будильника, чтобы вылупился динозавр!

source: Oviraptor means 'egg thief,' but scientists later found it was actually caring for its own nest!
de: Oviraptor bedeutet „Eierdieb“, aber Wissenschaftler fanden später heraus, dass er tatsächlich sein eigenes Nest beschützte!
es: ¡Oviraptor significa 'ladrón de huevos', pero los científicos descubrieron después que en realidad cuidaba su propio nido!
fr: Oviraptor signifie « voleur d'œufs », mais les scientifiques ont découvert plus tard qu'il protégeait en fait son propre nid !
nl: Oviraptor betekent 'eierdief', maar wetenschappers ontdekten later dat hij eigenlijk voor zijn eigen nest zorgde!
ru: Овираптор означает «похититель яиц», но учёные позже выяснили, что на самом деле он заботился о собственном гнезде!

source: Pachycephalosaurus had a thick dome skull that may have been used for head-butting contests!
de: Der Pachycephalosaurus hatte einen dicken, kuppelförmigen Schädel, den er vielleicht für Kopfstoß-Wettkämpfe benutzte!
es: ¡El Paquicefalosaurio tenía un grueso cráneo en forma de cúpula que quizás usaba en combates a cabezazos!
fr: Le Pachycéphalosaure avait un épais crâne en forme de dôme, peut-être utilisé pour des combats à coups de tête !
nl: Pachycephalosaurus had een dikke koepelvormige schedel die mogelijk werd gebruikt bij kopstoot-gevechten!
ru: У пахицефалозавра был толстый куполообразный череп, которым он, возможно, бодался с соперниками!

source: Parasaurolophus had a long curved crest that it may have used to make loud honking sounds!
de: Der Parasaurolophus hatte einen langen, gebogenen Kamm, mit dem er wahrscheinlich laute, hupende Geräusche machte!
es: ¡El Parasaurolofo tenía una larga cresta curvada que quizás usaba para hacer fuertes sonidos como bocinazos!
fr: Le Parasaurolophus avait une longue crête courbée qu'il utilisait peut-être pour émettre de forts sons semblables à un klaxon !
nl: Parasaurolophus had een lange gebogen kam die hij mogelijk gebruikte om luide, toeterende geluiden te maken!
ru: У паразауролофа был длинный изогнутый гребень, которым он, возможно, издавал громкие трубные звуки!

source: Patagotitan was as long as three school buses lined up end to end — one of the biggest animals to ever walk on land!
de: Der Patagotitan war so lang wie drei Schulbusse hintereinander — eines der größten Tiere, die je auf dem Land gelebt haben!
es: ¡Patagotitán era tan largo como tres autobuses escolares puestos en fila — uno de los animales más grandes que jamás caminó sobre la tierra!
fr: Le Patagotitan était aussi long que trois bus scolaires mis bout à bout — l'un des plus grands animaux à avoir jamais marché sur terre !
nl: Patagotitan was zo lang als drie schoolbussen achter elkaar — een van de grootste dieren die ooit over land liepen!
ru: Патаготитан был длиной с три школьных автобуса, поставленных друг за другом, — одно из крупнейших животных, когда-либо ходивших по суше!

source: Plateosaurus was one of the first giant plant-eating dinosaurs and could rear up on its back legs to reach tall leaves!
de: Plateosaurus war einer der ersten riesigen pflanzenfressenden Dinosaurier und konnte sich auf die Hinterbeine stellen, um hohe Blätter zu erreichen!
es: ¡Plateosaurio fue uno de los primeros dinosaurios herbívoros gigantes y podía levantarse sobre sus patas traseras para alcanzar las hojas altas!
fr: Plateosaurus était l'un des premiers dinosaures herbivores géants et pouvait se dresser sur ses pattes arrière pour atteindre les feuilles hautes !
nl: Plateosaurus was een van de eerste reusachtige planteneters onder de dinosaurussen en kon op zijn achterpoten gaan staan om hoge bladeren te bereiken!
ru: Платеозавр был одним из первых гигантских травоядных динозавров и мог вставать на задние лапы, чтобы дотянуться до высоких листьев!

source: Pteranodon wasn't a dinosaur at all, it was a flying reptile that soared over the oceans!
de: Der Pteranodon war überhaupt kein Dinosaurier, sondern ein fliegendes Reptil, das über die Ozeane glitt!
es: ¡El Pteranodon no era un dinosaurio, sino un reptil volador que planeaba sobre los océanos!
fr: Le Ptéranodon n'était pas du tout un dinosaure, c'était un reptile volant qui planait au-dessus des océans !
nl: Pteranodon was helemaal geen dinosaurus, het was een vliegend reptiel dat over de oceanen zweefde!
ru: Птеранодон вовсе не был динозавром — это была летающая рептилия, парившая над океанами!

source: Puertasaurus had bones so wide that scientists think it might have been one of the heaviest dinosaurs ever to exist!
de: Der Puertasaurus hatte so breite Knochen, dass Wissenschaftler glauben, er könnte einer der schwersten Dinosaurier gewesen sein, die je existierten!
es: ¡Puertasaurio tenía huesos tan anchos que los científicos creen que pudo haber sido uno de los dinosaurios más pesados que existieron!
fr: Le Puertasaurus avait des os si larges que les scientifiques pensent qu'il aurait pu être l'un des dinosaures les plus lourds ayant jamais existé !
nl: Puertasaurus had zulke brede botten dat wetenschappers denken dat het een van de zwaarste dinosaurussen ooit kan zijn geweest!
ru: У пуэртазавра были настолько широкие кости, что учёные считают его одним из самых тяжёлых динозавров, когда-либо существовавших!

source: Purple Supporter
de: Violetter Unterstützer
es: Colaborador morado
fr: Contributeur violet
nl: Paarse steuner
ru: Фиолетовый спонсор

source: Quetzalcoatlus was a flying reptile as big as a small airplane, the largest flier ever known!
de: Quetzalcoatlus war ein fliegendes Reptil, so groß wie ein kleines Flugzeug, der größte bekannte Flieger überhaupt!
es: ¡Quetzalcóatlus era un reptil volador tan grande como un pequeño avión, el volador más grande jamás conocido!
fr: Quetzalcoatlus était un reptile volant aussi grand qu'un petit avion, le plus grand animal volant jamais connu !
nl: Quetzalcoatlus was een vliegend reptiel zo groot als een klein vliegtuig, de grootste vlieger ooit bekend!
ru: Кетцалькоатль был летающим ящером размером с небольшой самолёт — самым крупным летающим существом из всех известных!

source: Quick Timer
de: Schnelltimer
es: Temporizador rápido
fr: Minuteur rapide
nl: Snelle timer
ru: Быстрый таймер

source: Rare
de: Selten
es: Raro
nl: Zeldzaam
ru: Редкий

source: Rarity
de: Seltenheit
es: Rareza
fr: Rareté
nl: Zeldzaamheid
ru: Редкость

source: Release to see skin
de: Loslassen, um die Haut zu sehen
es: Suelta para ver la piel
fr: Relâchez pour voir la peau
nl: Loslaten om de huid te zien
ru: Отпусти, чтобы увидеть кожу

source: Repeats on
de: Wiederholt sich am
es: Se repite el
fr: Se répète le
nl: Herhaalt op
ru: Повторяется по

source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
nl: Alle gegevens resetten
ru: Сбросить все данные

source: Reset Collection (Testing)
de: Sammlung zurücksetzen (Test)
es: Restablecer colección (Prueba)
fr: Réinitialiser la collection (Test)
nl: Verzameling resetten (Test)
ru: Сбросить коллекцию (Тест)

source: Reset Everything
de: Alles zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser
nl: Alles resetten
ru: Сбросить всё

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
nl: Aankopen herstellen
ru: Восстановить покупки

source: Search dinosaurs
de: Dinosaurier suchen
es: Buscar dinosaurios
fr: Rechercher des dinosaures
nl: Dinosaurussen zoeken
ru: Поиск динозавров

source: Secret Rare
de: Geheim selten
es: Secreto raro
nl: Geheim zeldzaam
ru: Секретный редкий

source: See how many dinosaurs you've hatched.
de: Sieh, wie viele Dinosaurier du ausgebrütet hast.
es: Mira cuántos dinosaurios has incubado.
fr: Découvre combien de dinosaures tu as fait éclore.
nl: Bekijk hoeveel dinosaurussen je hebt laten uitkomen.
ru: Узнайте, сколько динозавров вы вылупили.

source: See the countdown to your next dino alarm.
de: Sieh den Countdown bis zu deinem nächsten Dino-Wecker.
es: Consulta la cuenta regresiva para tu próxima alarma de dinosaurio.
fr: Découvre le compte à rebours jusqu'à ta prochaine alarme dino.
nl: Bekijk het aftellen tot je volgende dino-wekker.
ru: Смотрите обратный отсчёт до следующего будильника с динозавром.

source: Send us an email and we'll take a look.
de: Schick uns eine E-Mail, wir schauen es uns an.
es: Envíanos un correo y le echaremos un vistazo.
fr: Envoyez-nous un e-mail, nous y jetterons un œil.
nl: Stuur ons een e-mail en we bekijken het.
ru: Напишите нам письмо, и мы разберёмся.

source: Set a countdown. When it reaches zero, an egg on screen hatches and adds a new dinosaur to the collection.
de: Stelle einen Countdown ein. Wenn er null erreicht, schlüpft ein Ei auf dem Bildschirm und fügt der Sammlung einen neuen Dinosaurier hinzu.
es: Configura una cuenta atrás. Cuando llega a cero, un huevo en la pantalla nace y añade un nuevo dinosaurio a la colección.
fr: Réglez un compte à rebours. Lorsqu'il atteint zéro, un œuf à l'écran éclot et ajoute un nouveau dinosaure à la collection.
nl: Stel een afteltimer in. Zodra deze nul bereikt, komt een ei op het scherm uit en wordt er een nieuwe dino aan de collectie toegevoegd.
ru: Запустите обратный отсчёт. Когда он достигнет нуля, яйцо на экране вылупится, и в коллекцию добавится новый динозавр.

source: Set a repeating wake-up time. Opening the app within 15 minutes of it hatches a bonus dinosaur — a small incentive to actually get up, rather than a reward for opening the app whenever.
de: Stelle eine wiederkehrende Weckzeit ein. Wenn du die App innerhalb von 15 Minuten danach öffnest, schlüpft ein Bonus-Dinosaurier — ein kleiner Anreiz, tatsächlich aufzustehen, statt einfach nur die App irgendwann zu öffnen.
es: Configura una hora de despertar repetitiva. Abrir la app en los 15 minutos siguientes hace nacer un dinosaurio extra: un pequeño incentivo para levantarse de verdad, no solo por abrir la app en cualquier momento.
fr: Réglez une heure de réveil répétitive. Ouvrir l'application dans les 15 minutes qui suivent fait éclore un dinosaure bonus — une petite incitation à vraiment se lever, plutôt qu'une récompense pour ouvrir l'application n'importe quand.
nl: Stel een terugkerende wektijd in. Als je de app binnen 15 minuten daarna opent, komt er een bonusdino uit — een kleine stimulans om echt op te staan, in plaats van een beloning voor het op elk moment openen van de app.
ru: Настройте повторяющееся время пробуждения. Если открыть приложение в течение 15 минут после будильника, вылупится дополнительный динозавр — небольшой стимул действительно встать, а не просто открыть приложение когда угодно.

source: Set a timer and watch an egg hatch!
de: Stelle einen Timer ein und sieh zu, wie ein Ei ausschlüpft!
es: ¡Configura un temporizador y mira cómo se abre un huevo!
fr: Réglez une minuterie et regardez un œuf éclore !
nl: Stel een timer in en kijk hoe een ei uitkomt!
ru: Установи таймер и посмотри, как вылупится яйцо!

source: Set a wake-up time and hatch a dinosaur when you open the app!
de: Stelle eine Weckzeit ein und lass beim Öffnen der App einen Dinosaurier schlüpfen!
es: ¡Configura una hora para despertar y abre la app para que nazca un dinosaurio!
fr: Réglez une heure de réveil et faites éclore un dinosaure en ouvrant l'appli !
nl: Stel een wektijd in en laat een dinosaurus uitkomen als je de app opent!
ru: Установи время пробуждения — и когда откроешь приложение, вылупится динозавр!

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
nl: Instellingen
ru: Настройки

source: Settings → App Icon lets you change the Home Screen icon. The default is always available. Four of the dinosaur icons unlock once you've hatched that specific dinosaur — Tyrannosaurus Rex, Triceratops, and Pteranodon are regular hatches, while the fourth, Patagotitan, is one of the collection's secret dinosaurs, so it only unlocks after every other dinosaur has been hatched first. The other two work differently: the brown dino icon unlocks once you've hatched 5 dinosaurs in total, and the green dino icon once you've hatched 10.
de: Unter Einstellungen → App-Icon kannst du das Home-Bildschirm-Symbol ändern. Das Standardsymbol ist immer verfügbar. Vier der Dinosaurier-Symbole werden freigeschaltet, sobald du genau diesen Dinosaurier geschlüpft hast — Tyrannosaurus Rex, Triceratops und Pteranodon sind normale Schlüpfvorgänge, während das vierte, Patagotitan, einer der geheimen Dinosaurier der Sammlung ist und sich erst freischaltet, nachdem alle anderen Dinosaurier geschlüpft sind. Die anderen beiden funktionieren anders: Das braune Dino-Symbol wird freigeschaltet, sobald du insgesamt 5 Dinosaurier geschlüpft hast, und das grüne Dino-Symbol, sobald du 10 geschlüpft hast.
es: En Ajustes → Icono de la app puedes cambiar el icono de la pantalla de inicio. El icono predeterminado siempre está disponible. Cuatro de los iconos de dinosaurio se desbloquean al eclosionar ese dinosaurio en concreto — Tyrannosaurus Rex, Triceratops y Pteranodon son eclosiones normales, mientras que el cuarto, Patagotitan, es uno de los dinosaurios secretos de la colección, por lo que solo se desbloquea después de haber eclosionado todos los demás dinosaurios. Los otros dos funcionan de otra forma: el icono del dinosaurio marrón se desbloquea al eclosionar 5 dinosaurios en total, y el del dinosaurio verde al eclosionar 10.
fr: Réglages → Icône de l'app permet de changer l'icône de l'écran d'accueil. L'icône par défaut est toujours disponible. Quatre des icônes de dinosaure se débloquent une fois que vous avez fait éclore ce dinosaure précis — Tyrannosaurus Rex, Triceratops et Ptéranodon sont des éclosions classiques, tandis que la quatrième, Patagotitan, est l'un des dinosaures secrets de la collection et ne se débloque qu'une fois tous les autres dinosaures éclos. Les deux autres fonctionnent différemment : l'icône du dinosaure marron se débloque après l'éclosion de 5 dinosaures au total, et celle du dinosaure vert après 10.
nl: Instellingen → App-icoon laat je het beginschermpictogram wijzigen. Het standaardicoon is altijd beschikbaar. Vier van de dino-iconen worden ontgrendeld zodra je die specifieke dinosaurus hebt uitgebroed — Tyrannosaurus Rex, Triceratops en Pteranodon zijn gewone uitbroedingen, terwijl de vierde, Patagotitan, een van de geheime dinosaurussen van de collectie is en pas ontgrendelt nadat alle andere dinosaurussen zijn uitgebroed. De andere twee werken anders: het bruine dino-icoon ontgrendelt zodra je in totaal 5 dinosaurussen hebt uitgebroed, en het groene dino-icoon zodra je er 10 hebt uitgebroed.
ru: В разделе Настройки → Значок приложения можно изменить значок на главном экране. Значок по умолчанию доступен всегда. Четыре значка с динозаврами открываются после того, как вылупится именно этот динозавр — Tyrannosaurus Rex, Triceratops и Pteranodon вылупляются обычным образом, а четвёртый, Patagotitan, — один из секретных динозавров коллекции, поэтому он открывается только после того, как вылупятся все остальные динозавры. Два других значка работают иначе: коричневый значок динозавра открывается, когда вылупится в общей сложности 5 динозавров, а зелёный — когда вылупится 10.
